{
    "response": {
        "items": [ {
            "id": "95779d7f-1eca-42cf-a595-343079a76be4",
            "title": "Тыквенный капкейк",
            "previewImg": "https://i2.wp.com/masdapit.com/wp-content/uploads/2019/02/man-make-coffee-photography-ideas_38.jpg?zoom=2&fit=575%2C862",
            "subitems": [{
                "title": "Тыквенный капкейк 1",
                "descriptionText": "Нежный и тыквенный. Именно таким стал наш новый капкейк, чтобы порадовать вас этой осенью. Его воздушный бисквит с начинкой из натуральных сливок приятно удивляет ярким сочетанием корицы, имбиря и тыквы. А еще он ждёт в гости сегодня. Зайдете?",
                "image": "https://i2.wp.com/masdapit.com/wp-content/uploads/2019/02/man-make-coffee-photography-ideas_38.jpg?zoom=2&fit=575%2C862"
            },
                {
                    "title": "Анна Каренина",
                    "descriptionText": "Все смешалось в доме Облонских. Жена узнала, что муж был в связи с бывшею в их доме француженкою-гувернанткой, и объявила мужу, что не может жить с ним в одном доме. Положение это продолжалось уже третий день и мучительно чувствовалось и самими супругами, и всеми членами семьи, и домочадцами. Все члены семьи и домочадцы чувствовали, что нет смысла в их сожительстве и что на каждом постоялом дворе случайно сошедшиеся люди более связаны между собой, чем они, члены семьи и домочадцы Облонских. Жена не выходила из своих комнат, мужа третий день не было дома. Дети бегали по всему дому, как потерянные; англичанка поссорилась с экономкой и написала записку приятельнице, прося приискать ей новое место; повар ушел вчера со двора, во время самого обеда; черная кухарка и кучер просили расчета.",
                    "image": "https://i2.wp.com/masdapit.com/wp-content/uploads/2019/02/man-make-coffee-photography-ideas_38.jpg?zoom=2&fit=575%2C862"
                },
                {
                    "title": "После бала",
                    "descriptionText": "Так заговорил всеми уважаемый Иван Васильевич после разговора, шедшего между нами, о том, что для личного совершенствования необходимо прежде изменить условия, среди которых живут люди. Никто, собственно, не говорил, что нельзя самому понять, что хорошо, что дурно, но у Ивана Васильевича была такая манера отвечать на свои собственные, возникающие вследствие разговора мысли и по случаю этих мыслей рассказывать эпизоды из своей жизни. Часто он совершенно забывал повод, по которому он рассказывал, увлекаясь рассказом, тем более что рассказывал он очень искренно и правдиво.",
                    "image": "https://i.pinimg.com/564x/86/96/a4/8696a447beeca8df14ceb2ffef52dbd5.jpg"
                },
                {
                    "title": "Война и мир",
                    "descriptionText": "Так говорила в июле 1805 года известная Анна Павловна Шерер, фрейлина и приближенная императрицы Марии Феодоровны, встречая важного и чиновного князя Василия, первого приехавшего на ее вечер. Анна Павловна кашляла несколько дней, у нее был грипп, как она говорила (грипп был тогда новое слово, употреблявшееся только редкими).",
                    "image": "https://i.pinimg.com/564x/dc/2d/28/dc2d285854b8ef7ee78235efd4459156.jpg"
                },
                {
                    "title": "Юность",
                    "descriptionText": "Я сказал, что дружба моя с Дмитрием открыла мне новый взгляд на жизнь, ее цель и отношения. Сущность этого взгляда состояла в убеждении, что назначение человека есть стремление к нравственному усовершенствованию и что усовершенствование это легко, возможно и вечно. Но до сих пор я наслаждался только открытием новых мыслей, вытекающих из этого убеждения, и составлением блестящих планов нравственной, деятельной будущности; но жизнь моя шла все тем же мелочным, запутанным и праздным порядком.",
                    "image": "https://i.pinimg.com/564x/bb/b6/71/bbb671b5352629ebcdc34cd3fe72fd0a.jpg"
                }
            ]
        },
        {
            "id": "a0305be4-3e1e-4491-80f8-3d46c3bdafa4",
            "title": "День булочек с корицей",
            "previewImg": "https://i.pinimg.com/originals/08/49/88/084988fc268fb7a471d74555834d25f6.jpg",
            "subitems": [{
                "title": "",
                "descriptionText": "",
                "image": ""
            }]
            },
        {
            "id": "2fdbd99f-4d14-49fe-a208-895835cd8b00",
            "title": "День учителя",
            "previewImg": "https://i.pinimg.com/564x/41/57/70/4157706fda851444a29a3dae8c2fec13.jpg",
            "subitems": [{
                "title": "",
                "descriptionText": "",
                "image": ""
            }]
            },
        {
            "id": "869ad534-5dec-40a8-87b8-5e3cc6066df4",
            "title": "Item4 title",
            "previewImg": "https://i.pinimg.com/564x/98/13/93/981393a16d6c66bf410eb1df92964581.jpg",
            "subitems": [{
                "title": "",
                "descriptionText": "",
                "image": ""
            }]
            },
        {
            "id": "7f540d3f-d869-4582-8482-361aa145a097",
            "title": "Item5 title",
            "previewImg": "https://i.pinimg.com/564x/32/98/70/32987091ad6da6a642b8307c925955de.jpg",
            "subitems": [{
                "title": "",
                "descriptionText": "",
                "image": ""
            }]
            },
        {
            "id": "cf5fa703-d3b7-4dc4-bd8a-32554ee74c45",
            "title": "Item6 title",
            "previewImg": "https://i.pinimg.com/564x/59/90/ee/5990eef4e0de0ca2a3257070ac3d7553.jpg",
            "subitems": [{
                "title": "",
                "descriptionText": "",
                "image": ""
            }]
            }
    ]}}
